[General]
Version=1.8.2
LanguageName=French 
lblLanguageAuthor=Obusco

[Form1]
lblLanguage=Langue:
TorrentFileLabel=Chemin d'accès:
closeButton=Fermer
StartButton=Demarrer
tabGeneral=General
groupTorrentFile=Fichier du torrent
browseButton=Parcourir...
groupStats=Stats
groupStats=Stats
totalRunningTimeLabel=Temps Total :
leechLabel=Leechers:
seedLabel=Seeders:
manualUpdateButton=Mise à jour Manuelle
labelUpdateIn=Mise à jour dans:
downloadCountLabel=Téléchargé :
uploadCountLabel=Partagé :
groupBoxOptions=Options
applyStopSettingsButton=Appliquer
stopProcessLabel=Arret après:
FileSizeLabel=Fini (%)
uploadRateLabel=Vitesse d'Upload (Ko/s) :
downloadRateLabel=Vitesse de Download (Ko/s) :
groupTorrentInfo=Informations sur le Torrent
labelTorrentSize=Taille:
hashLabel=SHA Hash:
TrackerLabel=Tracker:
tabAdvanced=Avancé
memoryReaderButton=Memory Reader...
updateAnnounceParamsOnStart=Actualisation peer_id et clé au démarrage
checkNewVersion=Vérifier la version
checkShowTrayBaloon=Affichage depuis Tray-Icon
ClientLabel=Client Simulé:
randomSpeedGroup=Vitesse de l'Upload et du Download aléatoires
RandomDownloadToLabel=Max:
RandomUploadToLabel=Max:
RandomDownloadFromLabel=Min:
RandomUploadFromLabel=Min:
checkRandomDownload=Download (Ko)
checkRandomUpload=Upload  (Ko)
reportParamsGroup=Paramètres Déclaré
keyLabel=Clé (key):
labelPeerID=Peer ID (peer_id):
numwantLabel=Nombre de Peers (numwant):
portInfoLabel=Si ces champs sont vides, RatioMaster utilisera des valeurs aléatoires ou par défaut.
portLabel=Port (port):
tabNetwork=Réseau
groupNetworkMisc=Divers
checkIgnoreFailureReason=Ignorer la réponse 'failure reason' du tracker
labelStopMinLeecher=Stopper l'upload quand le nombre de leechers est inférieur à:
intervalLabel=Intevalle de Mise à jour au tracker (s):
checkRequestScrap=Recevoir les stats de Seeders/Leechers(Info obtenu depuis le tracker)
checkTCPListen=Utilisez l'écoute TCP (Vu en temps que "connectable" sur le tracker)
proxySettingsGroup=Paramètres du serveur proxy
labelProxyPass=Mot de passe:
labelProxyUser=Utilisateur:
labelProxyPort=Port:
labelProxyHost=Hôte:
labelProxyType=Type de Proxy:
tabLog=Log
saveLogButton=Enregistrer le Log
checkLogEnabled=Activer le Log
clearLogButton=Effacer le Log
tabAbout=À propos de
labelForums=Forums:
labelWebSite=Site:
StopButton=Stop
linkProxyHelp=Aide pour les proxy (eng)
tabUpdates=Mise à jour
installUpdatesButton=Installer les mises à jours
checkUpdatesButton=Rechercher des mises à jours
labelUpdates=Clients et langues

[MemoryReader]
reApplyButton=Appliquer
reCloseButton=Fermer
groupBoxSearchResults=Résultats de la Recherche
reHashLabel=Hash:
rePeerIdLabel=Peer ID(peer_id):
reKeyLabel=Clé(key):
numwantLabel=Nombre de Peers (numwant):
rePortLabel=Port (port):
reSearchStrLabel=String:
reSearchButton=Débuter la recherche
reProcessNameLabel=Nom du processus:

[Messages]
mrNoProcessFound=Aucun {0} processus trouvé .\r\nVérifiez que le client est activé est qu'au moins un torrent est actif.
mrSearchFail=Recherche échoué.\r\nVérifiez que le client est activé est qu'au moins un torrent est actif.
mrSearchTitle=Recherche
mrSearchSuccess=Recherche accomplie avec succès!\r\nAppuyez sur Appliquer pour utiliser les valeurs trouvé avec votre client actuel.
vrNewVersionReleased=Nouvelle version disponible! Téléchargement sur http://www.moofdev.net
vrNewVersionTitle="Nouvelle version disponible"
ballonUploaded=Envoyé: {0} \r\n
ballonDownloaded=Téléchargé: {0} \r\n
ballonUpdateIn=Mise à jour dans: {0} \r\n
ballonTotalTime=Temps total: {0} \r\n
stopProcessOpt1=Ne jamais arrêter
stopProcessOpt2=Upload de 
stopProcessOpt3=Download de
stopProcessOpt4=Temps
stopProcessUnits1=Secondes
stopProcessUnits2=Minutes
stopProcessUnits3=Heures
restoreToolStripMenuItem=Restorer
exitToolStripMenuItem=Quitter
umNumUpdatesFound={0} Mises à jours disponibles
umNoUpdatesFound=Aucune mise à jour
umParsingUpdates=Analyse des mises à jours...
umCheckingUpdates=Vérification des mises à jours...
umDownloadingUpdate=Téléchargement de la mise à jour {0}
umFinishedDownloadingUpdates=Téléchargement des mises à jours terminé
clmnUpdateName=Nom
clmnUpdateFileName=Nom du fichier
clmnUpdateType=Type
clmnUpdateAuthor=Auteur

[Tooltips]
checkIgnoreFailureReason=RM ignorera les erreur reçu du tracker et uploadera normalement lorsque cette option est cochée.
labelStopMinLeecher=RM peut arrêtez l'upload si le nombre de leechers est inférieur à la valeurs définie.
intervalLabel=Intevalle d'actualisation des stats au tracker par Défaut.\r\nUtile pour les tracker ne spécifiant pas d'intervalle défini
proxySettingsGroup=RM peut utiliser un proxy pour vous connecter au tracker, cachant ainsi votre véritable IP.
memoryReaderButton=Memory Reader\r\nUtilisez cette fonction si vous souhaitez simulé les paramètres d'un client \r\ncomme peer_id, key, port etc... pour correspondre avec vos valeures réelles.
updateAnnounceParamsOnStart=Quand cette option est cochée, RM génère un nouveau peer_id et une nouvelle clé chaque fois que vous le démarrerez.\r\nSi elle n'est pas cochée RM utilisera des valeures sauvegardées de votre dernier démarrage.
TorrentClientsBox=Choississez ici le client que vous souhaitez simulé
randomSpeedGroup=Rm peut actualiser les vitesse après chaque Announce \r\nen fonction de ces options.\r\nUploader trop longtemps à la même vitesse est suspicieux.
torrentFile=Chemin d'accès du Torrent\r\n Cliquez sur Parcourir... ou Glisser-déposer votre torrent dans la fenètre RM.
totalRunningTimeLabel=Temps Total d'activité pour cette session
leechLabel=Leechers sur ce torrent\r\nSur certains trackers cette information n'est pas disponible
seedLabel=Seeders sur ce torrent\r\nSur certains trackers cette information n'est pas disponible
manualUpdateButton=Actualisation Manuelle\r\n Le Tracker be est actualisé manuellement, vos stats sont ainsi modifié sur le tracker.
labelUpdateIn=Temps avant la prochaine actualisation 
downloadCountLabel=Téléchargé\r\nAprès la prochaine Actualisation vos stats seront modifié en fonction sur le tracker
uploadCountLabel=Envoyé\r\nAprès la prochaine Actualisation vos stats seront modifié en fonction sur le tracker                                                                                                              
stopProcessActionBox=RM peut stopper le processus automatiquement.\r\nSelectionnez parmis les differentes options et entrez une valeures.
uploadRate=Vitesse d'Upload\r\nEntrez ici la vitesse que RM enverra au Tracker
downloadRate=Vitesse de Download\r\nEntrez ici la vitesse que RM enverra au Tracker
shaHash=Torrent Sha Hash\r\nVous pouvez entrer manuellement ou elle sera généré depuis le torrent séléctionné 
trackerAddress=Tracker Url\r\nVous pouvez entrer manuellement ou elle sera généré depuis le torrent séléctionné
fileSize=Fini %\r\nVous pouvez spécifié le pourcentage d'achèvement du torrent\r\n100% = Seeding\r\n0%     = Leeching depuis le début\r\nRM se rappelle de la valeur pour chaque torrent.
reportParamsGroup=Ces paramètres sont une parties de la chaine (string) d'announce que RM enverra au tracker.\r\nNormalement RM génèrera ces paramètres automatiquement, mais vous pouvez les \r\nentrez manuellement ou utilisez le Memory Reader pour les rechercher depuis votre Client